/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

// MARK: 按鈕
"Confirm" = "確認";
"Cancel" = "取消";

// MARK: 日期組件
"YearStr" = "年";
"MonthStr" = "月";
"DayStr" = "日";
"HourStr" = "時";
"MinuteStr" = "分";
"SecondStr" = "秒";

// MARK: 星期
"MondayStr" = "周一";
"TuesdayStr" = "周二";
"WednesdayStr" = "周三";
"ThursdayStr" = "周四";
"FridayStr" = "周五";
"SaturdayStr" = "周六";
"SundayStr" = "周日";

// MARK: 月 (功能为未完成,先放在这)
"JanuaryStr" = "Jan";
"FebruaryStr" = "Feb";
"MarchStr" = "Mar";
"AprilStr" = "Apr";
"MayStr" = "May";
"JuneStr" = "Jun";
"JulyStr" = "Jul";
"AugustStr" = "Aug";
"SeptemberStr" = "Sep";
"OctoberStr" = "Oct";
"NovemberStr" = "Nov";
"DecemberStr" = "Dec";
